Repository: codingKamm/Gone-Fishin
Catalog: Gone Fishin'/Localization /*.lproj/Localizable.strings
Languages: ar, de, ja, ms, pt_br

source: What is your favorite song? Why?
ar: ما هي أغنيتك المفضلة؟ ولماذا؟
de: Was ist dein Lieblingslied? Warum?
ja: 一番好きな曲は何ですか？なぜですか？
ms: Apa lagu kegemaran awak? Kenapa?
pt_br: Qual é a sua música favorita? Por quê?

source: What is your fantasy?
ar: ما هو خيالك؟
de: Was ist deine Fantasie?
ja: あなたの空想は何ですか？
ms: Apakah fantasi awak?
pt_br: Qual é a sua fantasia?

source: Being romantic means...
ar: أن تكون رومانسي يعني...
de: Romantisch sein bedeutet...
ja: ロマンチックであるということは…
ms: Menjadi romantis bermakna...
pt_br: Ser romântico significa...

source: What scares you?
ar: ما الذي يخيفك؟
de: Was macht dir Angst?
ja: 何があなたをおびえさせますか？
ms: Apa yang menakutkan awak?
pt_br: O que te assusta?

source: How do you surprise others?
ar: كيف تفاجئ الآخرين؟
de: Wie überraschst du andere?
ja: どうやって他人を驚かせますか？
ms: Bagaimana anda mengejutkan orang lain?
pt_br: Como você surpreende os outros?

source: What is your favorite animal? Why?
ar: ما هو حيوانك المفضل؟ ولماذا؟
de: Was ist dein Lieblingstier? Warum?
ja: あなたの好きな動物は何ですか？なぜですか？
ms: Apakah haiwan kegemaran anda? Kenapa?
pt_br: Qual é o seu animal favorito? Por quê?

source: How do you overcome challenges?
ar: كيف تتغلب على التحديات؟
de: Wie überwindest du Herausforderungen?
ja: 課題をどうやって乗り越えますか？
ms: Bagaimana anda mengatasi cabaran?
pt_br: Como você supera os desafios?

source: What was your wildest dream?
ar: ما هو أغرب حلم لك؟
de: Was war dein wildester Traum?
ja: あなたの最も途方もない夢は何でしたか？
ms: Apakah impian paling liar anda?
pt_br: Qual foi o seu sonho mais louco?

source: What does financial freedom look like to you?
ar: كيف تبدو حرية مالية بالنسبة لك؟
de: Wie sieht finanzielle Freiheit für dich aus?
ja: あなたにとって経済的自由とはどのようなものですか？
ms: Apakah rupa kebebasan kewangan kepada anda?
pt_br: Como é a liberdade financeira para você?

source: Rewrite the ending to your favorite movie.
ar: أعد صياغة نهاية فيلمك المفضل.
de: Schreibe das Ende zu deinem Lieblingsfilm um.
ja: あなたのお気に入りの映画の結末を書き換えてください。
ms: Tulis semula pengakhiran filem kegemaran anda.
pt_br: Reescreva o final do seu filme favorito.

source: Rewrite the beginning of your favorite book.
ar: أعد صياغة بداية كتابك المفضل.
de: Schreibe den Anfang deines Lieblingsbuches um.
ja: あなたのお気に入りの本の冒頭を書き直してください。
ms: Tulis semula permulaan buku kegemaran anda.
pt_br: Reescreva o início do seu livro favorito.

source: Where is your dream vacation destination?
ar: أين هي وجهة عطلتك الحلم؟
ja: あなたの夢の休暇先はどこですか？
ms: Di manakah destinasi percutian impian anda?
pt_br: Qual é o seu destino de férias dos sonhos?

source: What is your secret?
ar: ما هو سرك؟
ja: あなたの秘密は何ですか？
ms: Apa rahsia awak?
pt_br: Qual é o seu segredo?

source: What don't people get about what it's like to be you?
ar: ما الذي لا يفهمه الناس عن ما يشبه أن تكون أنت؟
ja: あなたがどのような存在であるかについて、人々は何を理解していないのでしょうか?
ms: Apa yang orang tidak dapat tentang bagaimana rasanya menjadi awak?
pt_br: O que as pessoas não entendem sobre como é ser você?

source: Growing up, we never had...
ar: عندما كنت صغيرًا، لم يكن لدينا أبدًا...
ja: 大人になっても、私たちはそんなことはなかった...
ms: Membesar, kita tidak pernah...
pt_br: Ao crescer, nunca tivemos...

source: What does it mean to be a role model?
ar: ماذا يعني أن تكون قدوة؟
ja: ロールモデルになるとはどういう意味ですか？
ms: Apakah yang dimaksudkan dengan menjadi model peranan?
pt_br: O que significa ser um modelo a ser seguido?

source: What are things a good mentor does/should do?
ar: ما هي الأشياء التي يقوم بها/يجب أن يفعلها معلم جيد؟

source: What is the voice in your head saying?
ar: ماذا تقول الصوت الذي في رأسك؟
ja: 頭の中で聞こえている声は何と言っていますか？
ms: Apa yang suara dalam kepala awak cakap?
pt_br: O que a voz em sua cabeça está dizendo?

source: What does it mean to be a good ancestor?
ar: ماذا يعني أن تكون سلفًا جيدًا؟
ja: 良い先祖とはどういう意味ですか？
ms: Apakah ertinya menjadi moyang yang baik?
pt_br: O que significa ser um bom ancestral?

source: What is your daily routine?
ar: ما هو جدولك اليومي؟
ja: あなたの毎日のルーチンは何ですか？
ms: Apakah rutin harian awak?
pt_br: Qual é a sua rotina diária?

source: What does it mean to be evil?
ar: ماذا يعني أن تكون شريرًا؟
ja: 悪であるとはどういう意味ですか？
ms: Apakah maksud menjadi jahat?
pt_br: O que significa ser mau?

source: What makes magic real?
ar: ما الذي يجعل السحر حقيقيًا؟
ja: 何が魔法を現実にするのか？
ms: Apa yang menjadikan sihir itu nyata?
pt_br: O que torna a magia real?

source: What's more important, love or money?
ar: ما هو أكثر أهمية، الحب أم المال؟
ja: 愛とお金、どっちが大事？
ms: Apa yang lebih penting, cinta atau wang?
pt_br: O que é mais importante, amor ou dinheiro?

source: Having more love would...
ar: إذا كان لديك المزيد من الحب، فسيكون...
ja: もっと愛があれば…
ms: Memiliki lebih banyak cinta akan...
pt_br: Ter mais amor significaria...

source: If the world was ending in an hour, what would you do?
ar: إذا كانت العالم ستنتهي في ساعة واحدة، ماذا ستفعل؟
ja: あと 1 時間で世界が終わるとしたら、あなたは何をしますか?
ms: Jika dunia akan berakhir dalam satu jam, apa yang akan anda lakukan?
pt_br: Se o mundo estivesse acabando em uma hora, o que você faria?

source: If you wrote a book, what would it be about?
ar: إذا كتبت كتابًا، عن ماذا سيكون؟
ja: もし本を書くとしたら、どんな内容の本を書きますか？
ms: Jika anda menulis sebuah buku, apakah perkara itu?
pt_br: Se você escrevesse um livro, sobre o que seria?

source: What does it mean to be lucky?
ar: ماذا يعني أن تكون محظوظًا؟
ja: 幸運とはどういう意味ですか？
ms: Apakah yang dimaksudkan dengan bertuah?
pt_br: O que significa ser sortudo?

source: Out of the five senses, which one do you enjoy the most? Why?
ar: من بين الحواس الخمس، أيها تستمتع به أكثر؟ ولماذا؟
ja: 五感の中でどれが一番楽しいですか？なぜですか？
ms: Daripada lima deria, yang mana satu yang paling kamu nikmati? Kenapa?
pt_br: Dos cinco sentidos, qual você mais gosta? Por quê?

source: What could you have done better yesterday?
ar: ما الذي يمكنك أن تفعله بشكل أفضل في الأمس؟
ja: 昨日もっとできたことは何ですか？
ms: Apa yang boleh anda lakukan dengan lebih baik semalam?
pt_br: O que você poderia ter feito melhor ontem?

source: What are you planning for tomorrow?
ar: ما هي خططك للغد؟
ja: 明日は何を予定していますか？
ms: Kau rancang apa untuk esok?
pt_br: O que você está planejando para amanhã?

source: What is your most treasured possession?
ar: ما هو أثمن ممتلكاتك؟
ja: あなたの一番大切なものは何ですか？
ms: Apakah harta anda yang paling berharga?
pt_br: Qual é a sua posse mais valiosa?

source: Describe what a monster looks like.
ar: صف كيف يبدو الوحش.
ja: モンスターがどのようなものかを説明してください。
ms: Huraikan rupa raksasa.
pt_br: Descreva como é um monstro.

source: What is a useless invention that interests you?
ar: ما هو اختراع غير مجدٍ يثير اهتمامك؟

source: What was the last thing you won?
ar: ما هو آخر شيء فزت به؟
ja: 最後に勝ったものは何ですか？
ms: Apakah perkara terakhir yang anda menang?
pt_br: Qual foi a última coisa que você ganhou?

source: Who is proud of you?
ar: من يفخر بك؟
ja: あなたを誇りに思う人は誰ですか？
ms: Siapa yang bangga dengan awak?
pt_br: Quem se orgulha de você?

source: Describe a day in your life if you were famous.
ar: صف يومًا في حياتك إذا كنت مشهورًا.
ja: あなたが有名だったら、人生の一日を説明してください。
ms: Jelaskan satu hari dalam hidup anda jika anda terkenal.
pt_br: Descreva um dia em sua vida se você fosse famoso.

source: Write a story that includes the sentence, 'I should have seen this coming.'
ar: اكتب قصة تتضمن عبارة 'يجب أن أرى ذلك قادمًا'.
pt_br: Escreva uma história que inclua a frase 'Eu deveria ter previsto isso'.

source: Describe a mistake you made and what you learned from it.
ar: صف خطأ ارتكبته وماذا تعلمت منه.
ja: あなたが犯した間違いと、そこから何を学んだかを説明してください。
ms: Terangkan kesilapan yang anda lakukan dan apa yang anda pelajari daripadanya.
pt_br: Descreva um erro que você cometeu e o que aprendeu com ele.

source: Create a new sport.
ar: أنشئ رياضة جديدة.
ja: 新しいスポーツを創る
ms: Buat sukan baharu.
pt_br: Crie um novo esporte.

source: Write about a famous person and why you admire them.
ar: اكتب عن شخص مشهور ولماذا تعجبك هذا الشخص.
ja: 有名な人について、そしてなぜその人を尊敬するのかを書いてください。
ms: Tulis tentang orang terkenal dan mengapa anda mengagumi mereka.
pt_br: Escreva sobre uma pessoa famosa e por que você a admira.

source: If you could visit another planet, what would it be? Why?
ar: إذا كنت تستطيع زيارة كوكب آخر، أي كوكب ستختار؟ ولماذا؟
ja: 別の惑星に行けるとしたら、何に行きますか？なぜですか？
ms: Jika anda boleh melawat planet lain, apakah itu? Kenapa?
pt_br: Se você pudesse visitar outro planeta, qual seria? Por quê?

source: The most interesting thing I’ve learned this year is…
ar: الشيء الأكثر إثارة الذي تعلمته هذا العام هو ...
ja: 今年学んだ中で一番興味深いことは…
ms: Perkara paling menarik yang saya pelajari tahun ini ialah…
pt_br: A coisa mais interessante que aprendi este ano é...

source: Write a story where a boring, everyday experience gets turned into a big adventure.
ar: اكتب قصة حيث يتحول تجربة مملة ويومية إلى مغامرة كبيرة.
ja: 退屈な日常の経験が大きな冒険に変わる物語を書いてください。
ms: Tulis cerita di mana pengalaman harian yang membosankan bertukar menjadi pengembaraan yang besar.
pt_br: Escreva uma história em que uma experiência entediante e cotidiana se transforma em uma grande aventura.

source: Describe what you look for in a friend.
ar: صف ما تبحث عنه في صديق.
ja: あなたが友達に何を求めているか説明してください。
ms: Huraikan perkara yang anda cari dalam rakan.
pt_br: Descreva o que você procura em um amigo.

source: Who lives in the clouds and what do they do up there?
ar: من يعيش في السحاب وماذا يفعلون هناك؟
ja: 雲の上には誰が住んでいて、そこで何をしているのですか？
ms: Siapa yang tinggal di awan dan apa yang mereka lakukan di atas sana?
pt_br: Quem mora nas nuvens e o que eles fazem lá em cima?

source: This year my goal is to…
ar: هدفي لهذا العام هو...
ja: 今年の目標は…
ms: Tahun ini matlamat saya adalah untuk…
pt_br: Este ano, meu objetivo é...

source: Write about a time when you felt a strong emotion (e.g. happy, sad, angry, scared). What made you feel this way?
ar: اكتب عن الوقت الذي شعرت فيه بانفعال قوي (مثل السعادة، الحزن، الغضب، الخوف). ما الذي جعلك تشعر بهذا الشعور؟
ja: あなたが強い感情を感じたときのことを書いてください（例：幸せ、悲しい、怒り、恐怖）。何があなたをそのように感じさせたのですか？
ms: Tulis tentang masa apabila anda merasakan emosi yang kuat (cth. gembira, sedih, marah, takut). Apa yang membuatkan anda berasa seperti ini?
pt_br: Escreva sobre um momento em que você sentiu uma forte emoção (por exemplo, felicidade, tristeza, raiva, medo). O que te fez sentir dessa maneira?

source: Describe the oldest person you know.
ar: صف أكبر شخص تعرفه.
ja: あなたが知っている最古の人物を説明してください。
ms: Huraikan orang paling tua yang anda kenali.
pt_br: Descreva a pessoa mais velha que você conhece.

source: What is your favorite room in your house and why?
ar: ما هو غرفتك المفضلة في منزلك ولماذا؟
ja: 家の中で一番好きな部屋はどこですか、そしてその理由は何ですか?
ms: Apakah bilik kegemaran anda di rumah anda dan mengapa?
pt_br: Qual é o seu cômodo favorito da casa e por quê?

source: What is a food you find really disgusting? Explain why it’s so bad.
ar: ما هو الطعام الذي تجده مقززًا حقًا؟ شرح لماذا هو سيء لهذا الحد.
ja: 本当にまずいと思う食べ物は何ですか?なぜそんなにまずいのか説明してください。
ms: Apakah makanan yang anda rasa sangat menjijikkan? Terangkan mengapa ia sangat buruk.
pt_br: Qual é um alimento que você acha realmente nojento? Explique por que é tão ruim.

source: One thing I am really good at is…
ar: شيء واحد أنا جيد حقًا فيه هو...
ja: 私が本当に得意なことの一つは…
ms: Satu perkara yang saya benar-benar mahir ialah…
pt_br: Uma coisa em que sou realmente bom é...

source: Every year a new person is sent to the moon, and now it's your turn. What happens when you step out of the rocket?
ar: كل عام يتم إرسال شخص جديد إلى القمر، والآن حان دورك. ماذا يحدث عندما تخرج من الصاروخ؟

source: You get to create a new holiday that will be celebrated every year. What is it called and what will people do to celebrate on this day?
ar: تحصل على إنشاء عطلة جديدة سيتم الاحتفال بها كل عام. ما هو اسمها وماذا سيفعل الناس للاحتفال في هذا اليوم؟
ja: 毎年祝われる新しい祝日を作ることができます。それは何と呼ばれますか?そして人々はこの日を祝うために何をしますか?
ms: Anda boleh mencipta percutian baharu yang akan disambut setiap tahun. Apakah nama itu dan apakah yang akan dilakukan oleh orang ramai untuk meraikannya pada hari ini?
pt_br: Você pode criar um novo feriado que será comemorado todos os anos. Como ele se chama e o que as pessoas farão para comemorar neste dia?

source: Write about the last thing/person that made you smile.
ar: اكتب عن آخر شيء/شخص جعلك تبتسم.
ja: あなたを笑わせてくれた最近のことや人について書いてください。
ms: Tulis tentang perkara terakhir/orang yang membuat anda tersenyum.
pt_br: Escreva sobre a última coisa/pessoa que te fez sorrir.

source: Write about your first job.
ar: اكتب عن وظيفتك الأولى.
ja: あなたの最初の仕事について書いてください。
ms: Tulis tentang pekerjaan pertama anda.
pt_br: Escreva sobre o seu primeiro emprego.

source: Why do you write?
ar: لماذا تكتب؟
ja: なぜ書くのですか？
ms: Kenapa awak menulis?
pt_br: Por que você escreve?

source: Five years from now, I will be...
ar: بعد خمس سنوات من الآن سأكون ...
ja: 5年後の私は…
ms: Lima tahun dari sekarang, saya akan...
pt_br: Daqui a cinco anos, eu estarei...

source: Do you like to be alone or with company? Why?
ar: هل تحب أن تكون وحيدًا أم بصحبة؟ ولماذا؟
ja: 一人でいるのが好きですか？それともみんなと一緒にいるのが好きですか？なぜですか？
ms: Awak suka bersendirian atau bersama syarikat? Kenapa?
pt_br: Você gosta de ficar sozinho ou acompanhado? Por quê?

source: If you could do anything for work, what would you do?
ar: إذا كنت تستطيع أن تفعل أي شيء في العمل، ماذا ستفعل؟
ja: 「仕事で何でもできるとしたら何をしたいですか？
ms: Jika anda boleh melakukan apa-apa untuk kerja, apa yang akan anda lakukan?
pt_br: Se você pudesse fazer qualquer coisa como trabalho, o que você faria?

source: Write about a time you failed.
ar: اكتب عن وقت فشلت فيه.
ja: 失敗したときのことを書いてください。
ms: Tulis tentang masa anda gagal.
pt_br: Escreva sobre uma vez em que você falhou.

source: How will cars look in 50 years?
ar: كيف ستبدو السيارات بعد 50 عامًا؟
ja: 50年後のクルマはどうなっているのか？
ms: Bagaimana rupa kereta dalam 50 tahun?
pt_br: Como os carros serão daqui a 50 anos?

source: Can honesty honestly be bad? Why?
ar: هل الصدق يمكن أن يكون سيئًا حقًا؟ ولماذا؟
ja: 正直は悪いことでしょうか？なぜですか？
ms: Bolehkah kejujuran menjadi buruk? Kenapa?
pt_br: A honestidade pode ser realmente ruim? Por quê?

source: If you could be invisible for a day, what would you do?
ar: إذا كنت تستطيع أن تكون غير مرئي لمدة يوم، ماذا ستفعل؟
ja: 一日透明になれるとしたら、何をしますか?
ms: Jika anda boleh menjadi halimunan untuk sehari, apa yang anda akan lakukan?
pt_br: Se você pudesse ficar invisível por um dia, o que você faria?

source: If you could travel through time, would you go to the past or the future? What would you be doing in that past or future?
ar: إذا كنت تستطيع السفر عبر الزمن، هل ستذهب إلى الماضي أم المستقبل؟ وماذا ستكون تفعل في تلك الفترة؟
ja: もしタイムトラベルできるとしたら、過去に行きますか？未来に行きますか？過去または未来で何をしますか？
ms: Jika anda boleh mengembara melalui masa, adakah anda akan pergi ke masa lalu atau masa depan? Apakah yang akan anda lakukan pada masa lalu atau masa depan?
pt_br: Se você pudesse viajar no tempo, você iria para o passado ou para o futuro? O que você estaria fazendo nesse passado ou futuro?

source: Would you rather wake up to find you are five years older or five years younger?
ar: هل تفضل أن تستيقظ وتجد أنك أصبحت أكبر بخمس سنوات أم أصغر بخمس سنوات؟
ja: 目が覚めたら自分が5歳年上になっていたか、それとも5歳若くなっていたか、どちらを好みますか?
ms: Adakah anda lebih suka bangun untuk mendapati anda lima tahun lebih tua atau lima tahun lebih muda?
pt_br: Você preferiria acordar descobrindo que está cinco anos mais velho ou cinco anos mais jovem?

source: What if you could change one rule? What rule would it be and how would you change it?
ar: ماذا لو كنت تستطيع تغيير قاعدة واحدة؟ ما هي تلك القاعدة وكيف ستقوم بتغييرها؟
ja: ルールを 1 つ変更できるとしたらどうしますか? それはどのルールで、どのように変更しますか?
ms: Bagaimana jika anda boleh menukar satu peraturan? Apakah peraturan itu dan bagaimana anda mengubahnya?
pt_br: E se você pudesse mudar uma regra? Qual regra seria e como você a mudaria?

source: What if you were locked inside your favorite store overnight? What kind of night would you have?
ar: ماذا لو تم قفلك داخل متجرك المفضل طوال الليل؟ أي نوع من الليل ستمر به؟
ja: お気に入りのお店に一晩閉じ込められたらどうしますか？どんな夜を過ごすでしょうか？
ms: Bagaimana jika anda dikunci di dalam kedai kegemaran anda semalaman? Apakah jenis malam yang anda akan ada?
pt_br: E se você fosse trancado dentro da sua loja favorita durante a noite? Que tipo de noite você teria?

source: Write down a phrase you hear (or read) then create a story out of it.
ar: اكتب عبارة تسمعها (أو تقرأها) ثم قم بإنشاء قصة منها.
ja: 聞いた（または読んだ）フレーズを書き留めて、そこからストーリーを作成します。
ms: Tulis frasa yang anda dengar (atau baca) kemudian buat cerita daripadanya.
pt_br: Anote uma frase que você ouviu (ou leu) e crie uma história com base nela.

source: Write a story that keeps contradicting itself.
ar: اكتب قصة تتناقض مع نفسها باستمرار.
ja: 矛盾し続ける物語を書こう。
ms: Tulis cerita yang terus bercanggah dengan dirinya sendiri.
pt_br: Escreva uma história que se contradiz constantemente.

source: What do ghosts do when they're not scaring people?
ar: ماذا يفعل الأشباح عندما لا يرهبون الناس؟
ja: 幽霊は人を怖がらせていないときは何をしているのですか？
pt_br: O que os fantasmas fazem quando não estão assustando as pessoas?

source: Write a story about a secret room.
ar: اكتب قصة عن غرفة سرية.
ja: ‘秘密の部屋についての話を書いてください。
ms: Tulis cerita tentang bilik rahsia.
pt_br: Escreva uma história sobre um quarto secreto.

source: What makes you think?
ar: ما الذي يجعلك تفكر؟
ja: 何が考えさせられるのですか?
ms: Apa yang membuatkan awak berfikir?
pt_br: O que te faz pensar?

source: Submerged in the depths of creativity, Gone Fishin' explores the affects of imposter syndrome. Gone Fishin's mighty wave idiomatically details the progression of someone who is not very aware of what is happening around them. The growing pains we expereince during our learning curve is necessary. This preperation needed to prepare for the manaifestion of our opportunities.
ja: 創造性の深みに没頭した『Gone Fishin'』では、詐欺師症候群の影響を探ります。 Gone Fishin の強力な波は、周囲で何が起こっているかをあまり認識していない人の進歩を慣用的に詳述しています。 私たちが学習曲線の中で経験する成長の痛みは必要なものです。 この準備は、私たちの機会の実現に備えるために必要でした。

source: What are things a good mentor does/ should do?
ja: 優れたメンターがすること、するべきことは何ですか?
ms: Apakah perkara yang dilakukan/ patut dilakukan oleh mentor yang baik?
pt_br: Quais são as coisas que um bom mentor faz/ deve fazer?

source: What is a useless invention that interest you?
ja: 興味のある役に立たない発明は何ですか?
ms: Apakah ciptaan tidak berguna yang menarik minat anda?
pt_br: Qual é uma invenção inútil que te interessa?

source: Write a story that includes the sentence, “I should have seen this coming.”
ja: 『こうなるのを予見しておくべきだった』という文を含む物語を書いてください。

source: Every year a new person is sent to the moon, and now it’s your turn. What happens when you step out of the rocket?
ja: 毎年、新しい人が月に送られます。そして今度はあなたの番です。ロケットから降りたら何が起こるでしょうか？
ms: Setiap tahun orang baharu dihantar ke bulan, dan kini giliran anda. Apa yang berlaku apabila anda melangkah keluar dari roket?
pt_br: Todos os anos, uma nova pessoa é enviada para a lua, e agora é a sua vez. O que acontece quando você sai do foguete?

source: Write a story that includes the sentence, I should have seen this coming.
ms: Tulis cerita yang mengandungi ayat, Saya sepatutnya melihat ini datang.

source: What do ghosts do when they are not scaring people?
ms: Apakah yang hantu lakukan apabila mereka tidak menakutkan orang?

source: Today's Prompt
pt_br: Prompt de hoje

source: Submerged in the depths of creativity, Gone Fishin' explores the effects of Imposter Syndrome. Gone Fishin's mighty wave idiomatically details the progression of someone who is not very aware of what is happening around them. The growing pains we experience during our learning curve is necessary. This preparation needed to prepare for the manifestation of our opportunities.
de: Gone Fishin' taucht in die Tiefen der Kreativität ein und erforscht die Auswirkungen des Impostor-Syndroms. Die mächtige Welle von Gone Fishin' beschreibt idiomatisch den Fortschritt einer Person, die sich nicht sehr bewusst ist, was um sie herum passiert. Die wachsenden Schmerzen, die wir während unserer Lernkurve erfahren, sind notwendig. Diese Vorbereitung ist nötig, um die Manifestation unserer Chancen vorzubereiten.
pt_br: Submerso nas profundezas da criatividade, Gone Fishin' explora os efeitos da Síndrome do Impostor. A poderosa onda de Gone Fishin detalha idiomaticamente a progressão de alguém que não está muito ciente do que está acontecendo ao seu redor. As dores de crescimento que experimentamos durante nossa curva de aprendizado são necessárias. Essa preparação necessária para nos prepararmos para a manifestação de nossas oportunidades.

source: Create New Entry
de: Neuen Eintrag erstellen

source: Press to receive notifications
de: Drücken Sie, um Benachrichtigungen zu erhalten

source: Remember where you started and realize how far you’ve come
de: Erinnere dich daran, wo du angefangen hast und erkenne, wie weit du gekommen bist

source: Collection Explanation View
de: Sammlungserklärungsansicht

source: How do your express yourself?
de: Wie drückst du dich aus?
