Repository: codingKamm/Gone-Fishin
Catalog: Gone Fishin'/Localization /*.lproj/Localizable.strings
Languages: ar, de, ja, ms, pt_br

source: Thanks for reading! New Poems Coming Soon!
ar: شكرا للقراءة! قصائد جديدة قريبا! 🇶🇦
de: Danke fürs Lesen! Neue Gedichte folgen bald! 🇩🇪
ja: 読んでくれてありがとう！ 新しい詩も近日公開予定! 🇯🇵
ms: Terima kasih kerana membaca! Puisi Baharu Akan Datang! 🇲🇾
pt_br: Obrigado por ler! Novos poemas em breve! 🇧🇷

source: We're thrilled to announce more poetry volumes and merchandise coming soon. Stay tuned for updates. Your presence means the world to us. With gratitude,
ar: يسعدنا الإعلان عن المزيد من الأشعار n وقريبًا السلع والبضائع. n ترقبوا التحديثات. حضورك n يعني العالم بالنسبة لنا. 🇶🇦 مع الامتنان،
de: Wir freuen uns, bald weitere Gedichtbände und Merchandise-Artikel anzukündigen. Bleiben Sie gespannt auf Updates. Ihre Anwesenheit bedeutet uns die Welt. 🇩🇪 Mit bestem Dank,
ja: さらに多くの詩と商品を まもなく発表できることを嬉しく思います。 最新情報をお待ちください。 あなたの存在は 私たちにとって世界を意味します。 🇯🇵 感謝の気持ちを込めて、
ms: Kami sangat teruja untuk mengumumkan lebih banyak puisi jilid dan barangan akan datang tidak lama lagi. Nantikan kemas kini. Kehadiran anda bermakna dunia bagi kami. 🇲🇾 Dengan rasa syukur,
pt_br: Temos o prazer de anunciar mais volumes de poesia e mercadorias em breve. Fique atento às atualizações. Sua presença significa o mundo para nós. 🇧🇷 Com gratidão,

source: Journal
ar: دفتر اليومية
de: Tagebuch
ja: ジャーナル
ms: Jurnal
pt_br: Diário

source: Hi
ar: مرحبا!
de: Hallo
ja: やあ
ms: Hai
pt_br: Olá

source: Friend
ar: صديق
de: Freund
ja: 友達
ms: kawan
pt_br: Amigo

source: Hi, !
ar: أهلاً، !
de: Hallo, !
ja: やあ、 ！
ms: Hai, !
pt_br: Olá, !

source: Hi, Friend!
ar: مرحبًا يا صديق!
de: Hallo, Freund!
ja: こんにちは！
ms: Hai, Kawan!
pt_br: Olá, amigo!

source: How about creating a new post today?
ar: ماذا عن إنشاء وظيفة جديدة اليوم؟
de: Wie wäre es heute mit einem neuen Beitrag?
ja: 今日新しい投稿を作成してみてはいかがでしょうか?
ms: Bagaimana pula dengan membuat siaran baharu hari ini?
pt_br: Que tal criar uma nova postagem hoje?

source: Create new Entry
ar: إنشاء إدخال جديد
ja: 新しいエントリを作成
ms: Buat Entri baharu
pt_br: Criar nova entrada

source: Random Prompts
ar: موجهات عشوائية
de: Zufällige Anregungen
ja: ランダムプロンプト
ms: Gesaan Rawak
pt_br: Prompts Aleatórios

source: Title
ar: عنوان
de: Titel
ja: タイトル
ms: Tajuk
pt_br: Título

source: Submit
ar: يُقدِّم
de: Absenden
ja: 送信
ms: Hantar
pt_br: Enviar

source: Today's Prompt:
ar: موجه اليوم:
de: Heutige Anregung
ja: 今日のプロンプト:
ms: Anjuran hari ini:

source: Table of Contents
ar: جدول المحتويات
de: Inhaltsverzeichnis
ja: 目次
ms: Isi kandungan
pt_br: Índice

source: Vol. 1
ar: المجلد. 1

source: PART I
ar: الجزء الأول
de: TEIL I
ja: パート1
ms: BAHAGIAN 1
pt_br: PARTE I

source: PART II
ar: الجزء 2
de: TEIL II
ja: パート2
ms: BAHAGIAN 2
pt_br: PARTE II

source: How to Fish
ar: كيفية الصيد
de: Angeln lernen
ja: 釣り方
ms: Cara Memancing
pt_br: Como Pescar

source: Baiting
ar: استخدام الطعم
de: Ködern
ja: 餌付け
ms: Mengumpan
pt_br: Iscagem

source: Wading
ar: المشي في الماء
de: Waten
ja: 渡る
ms: Mengarungi
pt_br: Vadeando

source: Gone Fishin’
ar: ذهب للصيد
de: Angeln gegangen
ja: 釣りに行ってる
ms: Pergi Memancing
pt_br: Pescando

source: Big Fish, Small Pond
ar: سمكة كبيرة، بركة صغيرة
de: Großer Fisch, kleiner Teich
ja: 大物小沼
ms: Ikan Besar, Kolam Kecil
pt_br: Peixe Grande, Lago Pequeno

source: Hooked
ar: مخدوم
de: Angelhaken
ja: ハマる
ms: Ketagih
pt_br: Fisgado

source: First Catch
ar: أول صيد
de: Erster Fang
ja: 初めての釣果
ms: Tangkapan Pertama
pt_br: Primeira Captura

source: Crabs in a Bucket
ar: سرطانات في سلة
de: Krebse im Eimer
ja: バケツの中のカニ
ms: Ketam dalam Baldi
pt_br: Caranguejos em um Balde

source: Catch & Release
ar: صيد وإطلاق
de: Fangen und freilassen
ja: 釣って放す
ms: Tangkap lepas
pt_br: Captura e Liberação

source: Fly Fishing
ar: صيد بالطعم الصناعي
de: Fliegenfischen
ja: フライフィッシング
ms: Memancing Terbang
pt_br: Pesca com Mosca

source: Trophies
ar: الجوائز
de: Trophäen
ja: トロフィー
ms: Piala
pt_br: Troféus

source: Beyond The Horizon
ar: فوق الأفق
de: Jenseits des Horizonts
ja: 地平線の向こう
ms: Di Seberang Cakrawala
pt_br: Além do Horizonte

source: Scroll
ar: انتقل
de: Bildlauf
ja: スクロール
ms: Tatal
pt_br: Rolar

source: Gone Fishin'
ar: ذهب n الأسماك
de: Ab zum Angeln
ja: 消えた 釣り
ms: Pergi Memancing
pt_br: Fui pescar

source: Press to recieve notifications
ar: اضغط لتلقي الإخطارات
ja: 押して通知を受け取ります
ms: Tekan untuk menerima pemberitahuan
pt_br: Pressione para receber notificações

source: Expect Notifications Soon
ar: توقع الإخطارات قريبًا
de: In Kürze Benachrichtigungen erwarten
ja: まもなく通知が届く予定です
ms: Jangkakan Pemberitahuan Tidak Lama Lagi
pt_br: Espere notificações em breve

source: OK
ar: نعم
ja: オーケー
ms: okey

source: Settings
ar: إعدادات
de: Einstellungen
ja: 設定
ms: Tetapan
pt_br: Configurações

source: Enable Notifications
ar: تمكين الإخطارات
de: Benachrichtigungen aktivieren
ja: 通知を有効にします
ms: Dayakan Pemberitahuan
pt_br: Ativar Notificações

source: Gone Fishin' 🎣
ar: ذهب فيشين🎣
de: Ab zum Angeln 🎣
ja: 釣りに行ってきました🎣
ms: Pergi Memancing 🎣
pt_br: Partiu pescar 🎣

source: snooze
ar: غفوة
ja: 居眠りする
ms: tidur sebentar
pt_br: soneca

source: Stay Inspired
ar: يبقى الهم
de: Bleib inspiriert
ja: インスピレーションを得る
ms: Kekal Inspirasi
pt_br: Mantenha-se inspirado

source: Never Stop Trying!
ar: لم تتوقف أبدا عن محاولة!
de: Gib niemals auf!
ja: 決して努力をやめないでください！
ms: Jangan Berhenti Mencuba!
pt_br: Nunca pare de tentar!

source: You Are More Than Enough
ar: أنت أكثر من كاف
de: Du bist mehr als genug
ja: あなたは十分すぎるほどです
ms: Anda Lebih Daripada Cukup
pt_br: Você é mais do que suficiente

source: Failure = Quitting
ar: فشل = إنهاء
de: Versagen = Aufgeben
ja: 失敗＝やめる
ms: Gagal = Berhenti
pt_br: Falhar = Desistir

source: Imposters Syndrome is a fraudulent fear of failure.
ar: متلازمة الدجالين هي خوف احتيالي من الفشل.
de: Das Impostor-Syndrom ist eine betrügerische Angst vor dem Versagen.
ja: インポスターズ症候群は、失敗に対する詐欺的な恐怖です。
ms: Sindrom Penipu adalah ketakutan palsu terhadap kegagalan.
pt_br: A Síndrome do Impostor é um medo fraudulento de fracasso.

source: Self-reliance is recycled hope
ar: الاعتماد على الذات هو أمل معاد تدويره
de: Selbstständigkeit ist wiederverwertete Hoffnung
ja: 自立は希望のリサイクルです
ms: Berdikari adalah harapan yang dikitar semula
pt_br: A autoconfiança é uma esperança reciclada

source: Keep Hope
ar: حافظ على الأمل
de: Hoffnung bewahren
ja: 希望を持ち続ける
ms: Simpan Harapan
pt_br: Mantenha a esperança

source: Be willing to ask the help you need
ar: كن على استعداد لطلب المساعدة التي تحتاجها
de: Sei bereit, um Hilfe zu bitten, wenn du sie brauchst
ja: 必要な助けを喜んで求めてください
ms: Bersedia untuk meminta bantuan yang anda perlukan
pt_br: Esteja disposto a pedir a ajuda que você precisa

source: Pulling yourself up means reaching for help
ar: شد نفسك يعني الوصول إلى المساعدة
de: Sich selbst hochzuziehen bedeutet, nach Hilfe zu greifen
ja: 自分を引き上げるということは助けを求めることを意味します
ms: Menarik diri bererti mencapai bantuan
pt_br: Se reerguer significa buscar ajuda

source: You are more than the mistakes you make
ar: أنت أكثر من الأخطاء التي ترتكبها
de: Du bist mehr als die Fehler, die du machst
ja: あなたはあなたが犯す間違い以上のものです
ms: Anda lebih daripada kesilapan yang anda lakukan
pt_br: Você é mais do que os erros que comete

source: Enjoy each mistake as you work towards becoming great
ar: استمتع بكل خطأ وأنت تعمل من أجل أن تصبح رائعًا
de: Freue dich über jeden Fehler, während du dich auf dem Weg zur Größe befindest
ja: 偉大になるために努力しながら、それぞれの間違いを楽しんでください
ms: Nikmati setiap kesilapan sambil anda berusaha untuk menjadi hebat
pt_br: Aproveite cada erro enquanto você trabalha para se tornar grandioso

source: Luck is when opportunity meets preparation at the intersection of determination
ar: الحظ هو عندما تلتقي الفرصة بالإعداد عند تقاطع الإصرار
de: Glück entsteht, wenn Gelegenheit und Vorbereitung an der Kreuzung der Entschlossenheit zusammentreffen
ja: 幸運とは、決意の交差点で機会と準備が出会うときです
ms: Tuah adalah apabila peluang bertemu persiapan di persimpangan penentuan
pt_br: Sorte é quando a oportunidade encontra a preparação no cruzamento da determinação

source: Today is the day
ar: اليوم هو اليوم المنشود
de: Heute ist der Tag
ja: 今日がその日だ
ms: Hari inilah harinya
pt_br: Hoje é o dia

source: Remember where you started and realize how far you’ve came
ar: تذكر من أين بدأت وأدرك إلى أي مدى وصلت
ja: どこから始めたのかを思い出し、どこまで到達したかを認識してください
ms: Ingat di mana anda bermula dan sedar sejauh mana anda telah pergi
pt_br: Lembre-se de onde você começou e perceba o quão longe você chegou

source: I notice your progress
ar: لقد لاحظت تقدمك
de: Ich bemerke deinen Fortschritt
ja: あなたの進歩に気づいています
ms: Saya perhatikan perkembangan awak
pt_br: Eu noto o seu progresso

source: Like a cast of the reel, I’m hooked on each line.
ar: مثل طاقم البكرة ، أنا مدمن مخدرات على كل سطر.
de: Wie ein Wurf der Angelrolle bin ich von jeder Zeile gefesselt.
ja: リールをキャストするように、私は各ラインに夢中になります。
ms: Seperti pelakon gelendong, saya terpikat pada setiap baris.
pt_br: Como o lançamento da linha de pesca, estou fisgado em cada linha.

source: Did you journal today?
ar: هل كتبت اليوم؟
de: Hast du heute Tagebuch geschrieben?
ja: 今日日記を書きましたか？
ms: Adakah anda membuat jurnal hari ini?
pt_br: Você escreveu no diário hoje?

source: Embrace the power of words and let inspiration find its way into your heart. Here's a brief moment of wisedom to uplift your spirit and ignite your inner fire.
ar: احتضن قوة الكلمات ودع الإلهام يجد طريقه إلى قلبك. هذه لحظة وجيزة من الحكمة لرفع روحك وإشعال نيرانك الداخلية.
de: Umarme die Kraft der Worte und lass die Inspiration ihren Weg in dein Herz finden. Hier ist ein kurzer Moment der Weisheit, um deinen Geist zu erheben und dein inneres Feuer zu entfachen.
ja: 言葉の力を受け入れて、インスピレーションを心に届けましょう。 ここでは、あなたの精神を高揚させ、あなたの内なる火に火をつけるための、短い賢明な瞬間をご紹介します。
ms: Hayati kuasa kata-kata dan biarkan inspirasi mencari jalan masuk ke dalam hati anda. Inilah detik kebijaksanaan singkat untuk menaikkan semangat anda dan menyalakan api dalaman anda.
pt_br: Abrace o poder das palavras e deixe a inspiração encontrar o caminho para o seu coração. Aqui está um breve momento de sabedoria para elevar seu espírito e acender o seu fogo interior.

source: Just because your best is not good enough, doesn’t mean it can’t be.
ar: فقط لأن أفضل ما لديك ليس جيدًا بما فيه الكفاية ، لا يعني أنه لا يمكن أن يكون كذلك.
de: Nur weil dein Bestes nicht gut genug ist, heißt das nicht, dass es nicht gut sein kann.
ja: ベストを尽くしても十分ではないからといって、それができないわけではありません。
ms: Hanya kerana yang terbaik anda tidak cukup baik, tidak bermakna ia tidak boleh.
pt_br: Só porque o seu melhor não é suficiente, não significa que não possa ser.

source: Overcoming self-doubt means finding your self-worth
ar: التغلب على الشك الذاتي يعني إيجاد قيمتك الذاتية
de: Selbstzweifel zu überwinden bedeutet, seinen eigenen Wert zu finden
ja: 自己不信を克服することは、自分の価値を見つけることを意味します
ms: Mengatasi keraguan diri bermakna mencari nilai diri anda
pt_br: Superar a auto-dúvida significa encontrar o seu valor próprio

source: E.M. Douglass Presents Gone Fishin': A Poetry Book
ar: يقدم إي إم دوغلاس n Gone Fishin ': كتاب شعر
de: E.M. Douglass präsentiert Ab zum Angeln: Ein Gedichtband
ja: E.M. ダグラス プレゼント Gone Fishin': A Poetry Book
ms: E.M. Douglass Mempersembahkan Gone Fishin': Buku Puisi
pt_br: E.M. Douglass Apresenta Gone Fishin': Um Livro de Poesia

source: Submerged in the depths of creativity, Gone Fishin' explores the affects of imposter syndrome. Gone Fishin's mighty wave idiomatically details the progression of someone who is not very aware of what is happening around them. The growing pains we expereince during our learning curve is necessary. This preparation needed to prepare for the manifestation of our opportunities.
ar: غارقًا في أعماق الإبداع ، يستكشف Gone Fishin 'تأثيرات متلازمة المحتال. n n تفصل موجة Gone Fishin القوية بشكل اصطلاحي تطور شخص ليس على دراية كاملة بما يحدث من حوله. n n الآلام المتزايدة التي نتعرض لها أثناء منحنى التعلم ضرورية. هذا التحضير ضروري للتحضير لإظهار فرصنا.
ms: Tenggelam dalam kedalaman kreativiti, Gone Fishin' meneroka kesan sindrom penipu. Gelombang besar Fishin Gone secara idiomatik memperincikan perkembangan seseorang yang tidak begitu menyedari apa yang berlaku di sekeliling mereka. Kesakitan yang semakin meningkat yang kami alami semasa keluk pembelajaran kami adalah perlu. Persediaan ini diperlukan untuk mempersiapkan manifestasi peluang kita.

source: This collection of poems is exclusive to iOS.
ar: هذه المجموعة من القصائد حصرية لنظام iOS.
de: Diese Gedichtsammlung ist exklusiv für iOS.
ja: この詩集はiOS限定です。
ms: Koleksi puisi ini eksklusif untuk iOS.
pt_br: Esta coleção de poemas é exclusiva para iOS.

source: What would make life easier?
ar: ما الذي سيجعل الحياة أسهل؟
de: Was würde das Leben einfacher machen?
ja: どうすれば生活が楽になるでしょうか?
ms: Apakah yang akan menjadikan hidup lebih mudah?
pt_br: O que tornaria a vida mais fácil?

source: Why is communication important?
ar: لماذا التواصل مهم؟
de: Warum ist Kommunikation wichtig?
ja: なぜコミュニケーションが重要なのでしょうか？
ms: Kenapa komunikasi penting?
pt_br: Por que a comunicação é importante?

source: What can you do today to reach your goals?
ar: ما الذي يمكنك فعله اليوم لتحقيق أهدافك؟
de: Was kannst du heute tun, um deine Ziele zu erreichen?
ja: 目標を達成するために今日何ができますか?
ms: Apa yang anda boleh lakukan hari ini untuk mencapai matlamat anda?
pt_br: O que você pode fazer hoje para alcançar seus objetivos?

source: What is important to you?
ar: ما هو المهم بالنسبة لك؟
de: Was ist dir wichtig?
ja: あなたにとって大切なものは何ですか？
ms: Apa yang penting bagi awak?
pt_br: O que é importante para você?

source: What makes us human?
ar: ما الذي يجعلنا بشرًا؟
de: Was macht uns menschlich?
ja: 何が私たちを人間たらしめているのか？
ms: Apa yang menjadikan kita manusia?
pt_br: O que nos torna humanos?

source: If you could change one thing about yourself, what would it be? Why?
ar: إذا كان بإمكانك تغيير شيء واحد في نفسك، فماذا ستغير؟ ولماذا؟
de: Wenn du eine Sache an dir ändern könntest, was wäre es? Warum?
ja: 自分の何かを一つ変えられるとしたら、何を変えますか？なぜですか？
ms: Jika anda boleh mengubah satu perkara tentang diri anda, apakah itu? Kenapa?
pt_br: Se você pudesse mudar uma coisa em si mesmo, o que seria? Por quê?

source: Who is important to you?
ar: من هو مهم بالنسبة لك؟
de: Wer ist dir wichtig?
ja: あなたにとって大切な人は誰ですか？
ms: Siapa yang penting bagi awak?
pt_br: Quem é importante para você?

source: What is your earliest memory?
ar: ما هو أقدم ذكرى لديك؟
de: Was ist deine früheste Erinnerung?
ja: あなたの一番古い記憶は何ですか？
ms: Apakah ingatan terawal awak?
pt_br: Qual é a sua primeira lembrança?

source: What date has the most impact on your life?
ar: أي تاريخ له أكبر تأثير على حياتك؟
de: Welches Datum hat den größten Einfluss auf dein Leben?
ja: あなたの人生に最も影響を与える日はいつですか?
ms: Tarikh apakah yang paling memberi kesan kepada hidup anda?
pt_br: Qual data teve o maior impacto em sua vida?

source: Write the words you wish you would have said?
ar: اكتب الكلمات التي تتمنى أن تكون قد قلتها؟
de: Schreibe die Worte, die du gerne gesagt hättest?
ja: 言ってほしかった言葉を書いてみませんか？
ms: Tulis perkataan yang anda ingin katakan?
pt_br: Escreva as palavras que você gostaria de ter dito?

source: What do you believe in?
ar: ما الذي تؤمن به؟
de: Woran glaubst du?
ja: あなたは何を信じますか？
ms: Apa yang awak percaya?
pt_br: No que você acredita?

source: Who do you think believes in you?
ar: من تعتقد أنه يؤمن بك؟
de: Wer glaubt deiner Meinung nach an dich?
ja: 誰があなたを信じていると思いますか？
ms: Awak rasa siapa yang percaya pada awak?
pt_br: Quem você acha que acredita em você?

source: What has had a significant impact on your life?
ar: ما الذي كان له تأثير كبير على حياتك؟
de: Was hat einen bedeutenden Einfluss auf dein Leben gehabt?
ja: あなたの人生に大きな影響を与えたものは何ですか?
ms: Apakah yang telah memberi kesan yang ketara kepada hidup anda?
pt_br: O que teve um impacto significativo em sua vida?

source: What is your talent?
ar: ما هو موهبتك؟
de: Was ist dein Talent?
ja: あなたの才能は何ですか？
ms: Apakah bakat anda?
pt_br: Qual é o seu talento?

source: What are you most proud of?
ar: بماذا تفخر أكثر؟
de: Worauf bist du am stolzesten?
ja: あなたが一番誇りに思っていることは何ですか？
ms: Apa yang paling awak banggakan?
pt_br: Do que você tem mais orgulho?

source: What are your hobbies?
ar: ما هواياتك؟
de: Was sind deine Hobbys?
ja: 趣味は何ですか？
ms: Apakah hobi awak?
pt_br: Quais são seus hobbies?

source: What does it mean to be happy?
ar: ماذا يعني أن تكون سعيدًا؟
de: Was bedeutet es, glücklich zu sein?
ja: 幸せとはどういう意味ですか?
ms: Apakah yang dimaksudkan dengan gembira?
pt_br: O que significa ser feliz?

source: What is success?
ar: ما هو النجاح؟
de: Was ist Erfolg?
ja: 成功とは何ですか？
ms: Apa itu kejayaan?
pt_br: O que é o sucesso?

source: How can you overcome doubt?
ar: كيف يمكنك التغلب على الشك؟
de: Wie kannst du Zweifel überwinden?
ja: どうすれば疑いを克服できますか？
ms: Bagaimana anda boleh mengatasi keraguan?
pt_br: Como você pode superar a dúvida?

source: What does family mean to you?
ar: ماذا يعني العائلة بالنسبة لك؟
de: Was bedeutet Familie für dich?
ja: あなたにとって家族とは何ですか？
ms: Apa makna keluarga bagi awak?
pt_br: O que família significa para você?

source: If you could learn anything in one day, what would it be? Why?
ar: إذا كان بإمكانك أن تتعلم أي شيء في يوم واحد، ماذا ستختار؟ ولماذا؟
de: Wenn du an einem Tag alles lernen könntest, was würdest du wählen? Warum?
ja: 1 日で何かを学べるとしたら、何を学びますか? なぜですか?
ms: Jika anda boleh belajar apa-apa dalam satu hari, apakah itu? Kenapa?
pt_br: Se você pudesse aprender qualquer coisa em um dia, o que seria? Por quê?

source: When would it be appropriate to lie?
ar: متى يكون من المناسب الكذب؟
de: Wann wäre es angemessen zu lügen?
ja: どのような場合に嘘をつくのが適切でしょうか？
ms: Bilakah wajar untuk berbohong?
pt_br: Quando seria apropriado mentir?

source: Why is your love language important?
ar: لماذا لغة الحب الخاصة بك مهمة؟
de: Warum ist deine Liebessprache wichtig?
ja: なぜあなたの愛の言語が重要なのですか？
ms: Kenapa bahasa cinta awak penting?
pt_br: Por que sua linguagem do amor é importante?

source: What do you do to refocus after you have been distracted?
ar: ماذا تفعل لتعيد التركيز بعد أن تشتتت؟
de: Was tust du, um dich wieder zu konzentrieren, nachdem du abgelenkt wurdest?
ja: 気が散った後、再び集中するために何をしますか?
ms: Apa yang anda lakukan untuk memfokus semula selepas anda terganggu?
pt_br: O que você faz para se refocar depois de ter sido distraído?

source: Why are friends important?
ar: لماذا الأصدقاء مهمون؟
de: Warum sind Freunde wichtig?
ja: なぜ友達は大切なのですか？
ms: Kenapa kawan penting?
pt_br: Por que os amigos são importantes?

source: What does your self-care entail?
ar: ماذا يتضمن الاعتناء بنفسك؟
de: Was beinhaltet deine Selbstfürsorge?
ja: あなたのセルフケアには何が必要ですか？
ms: Apakah yang diperlukan oleh penjagaan diri anda?
pt_br: O que envolve o seu autocuidado?

source: Have you ever experienced 'Impostor Syndrome'?
ar: هل سبق لك أن تعرضت لمتلازمة المحتال؟
de: Hast du jemals das 'Impostor-Syndrom' erlebt?
ja: 『詐欺師症候群』を経験したことがありますか？
ms: Pernahkah anda mengalami 'Sindrom Penipu'?
pt_br: Você já experimentou o 'Síndrome do Impostor'?

source: What are you thankful for?
ar: ما الذي تشكر عليه؟
de: Wofür bist du dankbar?
ja: あなたは何に感謝していますか？
ms: Apa yang kamu bersyukur?
pt_br: Pelo que você é grato?

source: What bad habits are you trying to break?
ar: ما هي العادات السيئة التي تحاول أن تتخلص منها؟
de: An welchen schlechten Gewohnheiten arbeitest du?
ja: やめようとしている悪い習慣は何ですか?
ms: Apa tabiat buruk yang anda cuba patahkan?
pt_br: Quais maus hábitos você está tentando quebrar?

source: How do you express yourself?
ar: كيف تعبر عن نفسك؟
ja: どのように自分を表現しますか
ms: Bagaimana anda mengekspresikan diri anda?
pt_br: Como você se expressa?

source: What is your most embarrassing moment?
ar: ما هو أكثر لحظة محرجة لديك؟
de: Was ist dein peinlichster Moment?
ja: 一番恥ずかしい瞬間は何ですか？
ms: Apakah saat yang paling memalukan anda?
pt_br: Qual é o seu momento mais embaraçoso?

source: What do you do in your free time?
ar: ماذا تفعل في وقت فراغك؟
de: Was machst du in deiner Freizeit?
ja: 自由時間には何をしますか？
ms: Apa yang anda lakukan dalam masa lapang anda?
pt_br: O que você faz no seu tempo livre?

source: What is your favorite meal to cook for others?
ar: ما هو وجبتك المفضلة لطهيها للآخرين؟
de: Was ist deine Lieblingsmahlzeit, die du für andere kochst?
ja: 他の人のために作るのが好きな食事は何ですか?
ms: Apakah makanan kegemaran anda untuk dimasak untuk orang lain?
pt_br: Qual é a sua refeição favorita para cozinhar para os outros?

source: What is your favorite day of the week?
ar: ما هو يومك المفضل من أيام الأسبوع؟
de: Was ist dein Lieblingstag der Woche?
ja: 一週間の中で一番好きな曜日は何ですか？
ms: Apakah hari kegemaran anda dalam seminggu?
pt_br: Qual é o seu dia favorito da semana?

source: What is your favorite game to play? Why?
ar: ما هي لعبتك المفضلة للعب؟ ولماذا؟
de: Was ist dein Lieblingsspiel? Warum?
ja: プレイするのが好きなゲームは何ですか?その理由は何ですか?
ms: Apakah permainan kegemaran anda untuk dimainkan? Kenapa?
pt_br: Qual é o seu jogo favorito para jogar? Por quê?

source: How are you being kind to yourself?
ar: كيف تكون لطيفًا مع نفسك؟
de: Wie bist du zu dir selbst nett?
ja: どうやって自分に優しくしてるの？
ms: Bagaimanakah anda bersikap baik kepada diri sendiri?
pt_br: Como você está sendo gentil consigo mesmo?

source: Which teacher had the most impact on your life?
ar: أي معلم كان له أكبر تأثير على حياتك؟
de: Welcher Lehrer hatte den größten Einfluss auf dein Leben?
ja: あなたの人生に最も影響を与えた先生は誰ですか?
ms: Guru manakah yang paling memberi impak dalam hidup anda?
pt_br: Qual professor teve o maior impacto em sua vida?

source: How do you celebrate after reaching a goal?
ar: كيف تحتفل بعد تحقيق هدف؟
de: Wie feierst du, nachdem du ein Ziel erreicht hast?
ja: 目標を達成した後はどうやって祝いますか？
ms: Bagaimana anda meraikan selepas mencapai matlamat?
pt_br: Como você comemora depois de alcançar um objetivo?

source: How are you right now?
ar: كيف أنت الآن؟
de: Wie geht es dir gerade?
ja: 今はどうですか？
ms: Apa khabar sekarang?
pt_br: Como você está agora?

source: Who was the last person you said 'no' to? Why?
ar: من كان آخر شخص قلت له 'لا'؟ ولماذا؟
de: Wer war die letzte Person, der du 'Nein' gesagt hast? Warum?
ja: あなたが最後に『ノー』と言った人は誰ですか?なぜですか?
ms: Siapa orang terakhir yang awak kata 'tidak'? Kenapa?
pt_br: Quem foi a última pessoa para quem você disse 'não'? Por quê?

source: How often do you agree with others?
ar: كم مرة تتفق مع الآخرين؟
de: Wie oft stimmst du anderen zu?
ja: どのくらいの頻度で他の人の意見に同意しますか?
ms: Berapa kerap anda bersetuju dengan orang lain?
pt_br: Com que frequência você concorda com os outros?

source: How often do you disagree with others?
ar: كم مرة تختلف رأيًا مع الآخرين؟
de: Wie oft bist du anderer Meinung als andere?
ja: 他の人の意見に同意できないことがどれくらいありますか?
ms: berapa kerap anda tidak bersetuju dengan orang lain?
pt_br: Com que frequência você discorda dos outros?

source: Where is your favorite place to visit?
ar: أين هو مكانك المفضل للزيارة؟
de: Wo ist dein Lieblingsort zum Besuchen?
ja: 一番よく行く場所はどこですか？
ms: Di manakah tempat kegemaran anda untuk dilawati?
pt_br: Qual é o seu lugar favorito para visitar?

source: Write a story.
ar: اكتب قصة.
de: Schreibe eine Geschichte.
ja: 物語を書いてください。
ms: Tulis cerita.
pt_br: Escreva uma história.

source: Write a love letter to your future self.
ar: اكتب رسالة حب لنفسك في المستقبل.
de: Schreibe einen Liebesbrief an dein zukünftiges Ich.
ja: 未来の自分にラブレターを書きましょう。
ms: Tulis surat cinta untuk diri masa depan anda.
pt_br: Escreva uma carta de amor para o seu eu do futuro.

source: Who do you trust the most?
ar: من تثق فيه أكثر؟
de: Wem vertraust du am meisten?
ja: 誰を一番信頼しますか？
ms: Siapa yang paling anda percayai?
pt_br: Em quem você confia mais?

source: Why would someone have difficulty trusting others?
ar: لماذا قد يجد الشخص صعوبة في الثقة بالآخرين؟
de: Warum hätte jemand Schwierigkeiten, anderen zu vertrauen?
ja: なぜ人は他人を信頼することが難しいのでしょうか？
ms: Mengapa seseorang mengalami kesukaran untuk mempercayai orang lain?
pt_br: Por que alguém teria dificuldade em confiar nos outros?

source: Who was the last person you called?
ar: من هو آخر شخص اتصلت به؟
de: Wer war die letzte Person, die du angerufen hast?
ja: 最後に電話した人は誰ですか?
ms: Siapa orang terakhir yang awak panggil?
pt_br: Quem foi a última pessoa que você ligou?
